# Start Message (cb_button)
START_MSG = """
🙋‍♂️𝑯𝒆𝒚 <b><i>{}</i></b>

𝑰'𝒎 𝒂 𝒔𝒊𝒎𝒑𝒍𝒆 𝒃𝒐𝒕 𝒇𝒐𝒓 𝒇𝒊𝒏𝒅𝒊𝒏𝒈 𝑰𝑫𝒔 𝒊𝒏 𝑻𝒆𝒍𝒆𝒈𝒓𝒂𝒎 🔍 🆔 ..

𝑪𝒍𝒊𝒄𝒌 𝒕𝒉𝒆 𝑯𝒆𝒍𝒑 𝒃𝒖𝒕𝒕𝒐𝒏 𝒐𝒓 <b><i>/help</i></b> 𝒇𝒐𝒓 𝒎𝒐𝒓𝒆 𝒊𝒏𝒇𝒐𝒓𝒎𝒂𝒕𝒊𝒐𝒏"""

# Help Message (cb_button)
HELP_MSG = """
×𝑻𝒉𝒆 𝒇𝒐𝒍𝒍𝒐𝒘𝒊𝒏𝒈 𝒊𝒔 𝒕𝒉𝒆 𝑰𝑫 𝒓𝒆𝒄𝒐𝒗𝒆𝒓𝒚 𝒎𝒆𝒕𝒉𝒐𝒅

✮ 𝑪𝒍𝒊𝒄𝒌 𝒕𝒉𝒆 𝑻𝒆𝒍𝒆𝒈𝒓𝒂𝒎 𝑰𝑫 𝒃𝒖𝒕𝒕𝒐𝒏 𝒐𝒓 /id 𝒃𝒆𝒍𝒐𝒘 𝒕𝒐 𝒑𝒊𝒄𝒌 𝒖𝒑 𝒚𝒐𝒖𝒓 𝑻𝒆𝒍𝒆𝒈𝒓𝒂𝒎 𝑰𝑫

✮ 𝑪𝒍𝒊𝒄𝒌 𝒕𝒉𝒆 𝑻𝒆𝒍𝒆𝒈𝒓𝒂𝒎 𝑰𝒏𝒇𝒐 𝒃𝒖𝒕𝒕𝒐𝒏 𝒐𝒓 /info 𝒃𝒆𝒍𝒐𝒘 𝒕𝒐 𝒑𝒊𝒄𝒌 𝒖𝒑 𝒚𝒐𝒖𝒓 𝑻𝒆𝒍𝒆𝒈𝒓𝒂𝒎 𝑰𝒏𝒇𝒐

✮ 𝑺𝒆𝒏𝒅 𝒎𝒆𝒔𝒔𝒂𝒈𝒆 𝒇𝒓𝒐𝒎 𝒚𝒐𝒖𝒓 (𝒑𝒖𝒃𝒍𝒊𝒄 𝒐𝒓 𝒑𝒓𝒊𝒗𝒂𝒕𝒆) 𝒈𝒓𝒐𝒖𝒑 (𝒘𝒊𝒕𝒉 𝒇𝒐𝒓𝒘𝒂𝒓𝒅 𝒕𝒂𝒈)

✮ 𝑺𝒆𝒏𝒅 𝒎𝒆𝒔𝒔𝒂𝒈𝒆 𝒇𝒓𝒐𝒎 𝒚𝒐𝒖𝒓 (𝒑𝒖𝒃𝒍𝒊𝒄 𝒐𝒓 𝒑𝒓𝒊𝒗𝒂𝒕𝒆) 𝑪𝒉𝒂𝒏𝒏𝒆𝒍  (𝒘𝒊𝒕𝒉 𝒇𝒐𝒓𝒘𝒂𝒓𝒅 𝒕𝒂𝒈)

✮ 𝑺𝒆𝒏𝒅 𝒂𝒏𝒚 (𝒔𝒕𝒂𝒏𝒅𝒂𝒓𝒅 𝒔𝒕𝒊𝒄𝒌𝒆𝒓 𝒐𝒓 𝒂𝒏𝒊𝒎𝒂𝒕𝒆𝒅 𝒔𝒕𝒊𝒄𝒌𝒆𝒓) 𝒉𝒆𝒓𝒆
"""

# About Message (cb_button)
ABOUT_MSG = """
🤖 𝑴𝒚 𝑵𝒂𝒎𝒆 : ID BOT
    
📝 𝑳𝒂𝒏𝒈𝒖𝒂𝒈𝒆 : <a href='https://www.python.org/'>𝑷𝒚𝒕𝒉𝒐𝒏 3</a> 

🧰 𝑭𝒓𝒂𝒎𝒆𝑾𝒐𝒓𝒌 : <a href='https://github.com/pyrogram/pyrogram'>𝑷𝒚𝒓𝒐𝒈𝒓𝒂𝒎</a> 

👨‍💻 𝑫𝒆𝒗𝒆𝒍𝒐𝒑𝒆𝒓 : <a href='t.me/Royalbotz'>ꫝꪖ𝘴ꫀꫀ𝘳᥇</a> 

👥 𝑮𝒓𝒐𝒖𝒑 :   <a href='t.me/TgBotsChat'>𝘛𝘨 𝘣𝘰𝘵 𝘵𝘢𝘭𝘬</a> 

📢 𝑪𝒉𝒂𝒏𝒏𝒆𝒍 : <a href='t.me/Royalbotz'>𝚄𝚙𝚍𝚊𝚝𝚎 𝚌𝚑𝚊𝚗𝚗𝚎𝚕</a> 

🌐Website  : <a href='https://tgbots.co'>𝚟𝚒𝚜𝚒𝚝 𝚗𝚘𝚠</a> 
"""

# Id Only Button
ID_MSG = """<b>🆔 𝑻𝒆𝒍𝒆𝒈𝒓𝒂𝒎 𝑰𝑫</b> <code>{}</code>"""

# information Only Button
INFO_MSG = """
<b>🙋🏻‍♂️ 𝑭𝒊𝒓𝒔𝒕 𝑵𝒂𝒎𝒆 : <i>{}</i>

🧑🏻‍🎓 𝑼𝒔𝒆𝒓𝒏𝒂𝒎𝒆 : <i>@{}</i>

🆔 𝑻𝒆𝒍𝒆𝒈𝒓𝒂𝒎 𝑰𝑫 : <i>{}</i>

🔗 𝑷𝒓𝒐𝒇𝒊𝒍𝒆 𝑳𝒊𝒏𝒌 : <i>{}</i></b>"""
